Repository: Avedsoft-com/QRAS-Avedsoft
Catalog: lang/qras-avedsoft-*.po
Languages: uk

source: QRAS code Settings
uk: Налаштування коду QRAS

source: Post types
uk: Типи постів

source: Select the post types for which you want to generate QR codes.
uk: Виберіть типи публікацій, для яких ви хочете створити QR-коди.

source: QRAS Avedsoft Settings
uk: Налаштування QRAS Avedsoft

source: QR Code generated successfully.
uk: QR-код створено успішно.

source: Failed to generate QR code.
uk: Не вдалося створити QR-код.

source: Are you sure you want to delete this QR Code?
uk: Ви впевнені, що хочете видалити цей QR-код?

source: QR Code deleted successfully.
uk: QR-код успішно видалено.

source: Failed to delete QR code.
uk: Не вдалося видалити QR-код.

source: Access settings updated.
uk: Налаштування доступу оновлено.

source: Failed to update access settings.
uk: Не вдалося оновити налаштування доступу.

source: Are you sure you want to change access settings?
uk: Ви впевнені, що бажаєте змінити налаштування доступу?

source: Download PNG
uk: Завантажити PNG

source: Delete
uk: Видалити

source: Error loading data. Please try again.
uk: Помилка завантаження даних. Будь ласка спробуйте ще раз.

source: Error saving data. Please try again.
uk: Помилка збереження даних. Будь ласка спробуйте ще раз.

source: Nonce verification failed, please refresh the page and try again.
uk: Якщо підтвердження не вдалося, будь ласка, оновіть сторінку та повторіть спробу.

source: Unauthorized access.
uk: Несанкціонований доступ.

source: QR code not generated yet.
uk: QR-код ще не створено.

source: Restrict access by QR only
uk: Обмежити доступ лише за допомогою QR

source: Create
uk: Створити

source: Nonce verification failed
uk: Помилка одноразової перевірки

source: Unauthorized
uk: Несанкціонований

source: Invalid access value
uk: Недійсне значення доступу

source: Access settings updated
uk: Налаштування доступу оновлено

source: Failed to download QR code
uk: Не вдалося завантажити QR-код

source: Failed to save QR code file
uk: Не вдалося зберегти файл QR-коду

source: Failed to delete QR code file
uk: Не вдалося видалити файл QR-коду

source: QR Code deleted successfully
uk: QR-код успішно видалено
